Repository: cedric-anne/appliances
Catalog: locales/*.po
Languages: cs_cz

source: Appliance
cs_cz: Celek

source: Type of appliance
cs_cz: Typ celku

source: Environment
cs_cz: Prostředí

source: Associate to appliance
cs_cz: Přiřadit k celku

source: Appliances
cs_cz: Celky

source: Associated items
cs_cz: Související položky

source: Item to link
cs_cz: Položka kterou připojit

source: Appliance item
cs_cz: Položka celku

source: Associate
cs_cz: Přiřadit

source: User fields
cs_cz: Uživatelské kolonky

source: Associated appliances
cs_cz: Související celky

source: Default
cs_cz: Výchozí
